{"meta":{"title":"Hexo","subtitle":null,"description":null,"author":null,"url":"http://yoursite.com","root":"/"},"pages":[],"posts":[{"title":"成为一个高效的丶合理的决策者","slug":"要成为一个高效的丶合理的决策者，你必须：","date":"2019-07-04T02:27:43.626Z","updated":"2019-07-04T04:12:56.879Z","comments":true,"path":"passages/要成为一个高效的丶合理的决策者，你必须：/","link":"","permalink":"http://yoursite.com/passages/要成为一个高效的丶合理的决策者，你必须：/","excerpt":"","text":"要成为一个高效的丶合理的决策者，你必须：1.制定出最根本的目标和需求，并反复说出来以提醒自己。你所作出的决策应该有助于自己扫除障碍，为实现目标丶满足需求而创造机会。2.无论何时，都要逐个解决问题，做出决策，并尽可能清楚丶准确地陈述当前情形和其他备选决策。3.仔细研究备选决策所处的环境，搞清楚自己要做的决策，并认清楚每种备选决策可能产生的后果。要区分清楚：哪些决策你可以主动控制，而哪些决策是强加与你的。把精力集中在那些最重要的以及你可以施加最大影响的决策上。4.确认你需要哪些信息，并主动寻找它们。5.认真分析并解释收集到的信息，得出合理推论。6.确认自己可以有哪些行动。短期内你能做什么？长期呢？看到自己在金钱丶时间和权力上存在哪些不足。7.评价你在这种情况下可以做出的选择，充分考虑每种选择的优缺点。8.根据所做决策采取相应的策略，并按这种策略行事，包括立即行动或者谨慎的观望策略。9.行动时，一旦后果开始出现，就要对它进行监控。如果情况需要，要随时准备好修改自己的策略，随着你掌握的信息越来越多，要准备好改变自己的策略丶分析或者对决策种类的描述。","categories":[],"tags":[]},{"title":"first blog","slug":"README","date":"2019-07-03T16:00:25.064Z","updated":"2019-07-04T04:40:53.549Z","comments":true,"path":"passages/README/","link":"","permalink":"http://yoursite.com/passages/README/","excerpt":"","text":"Hello yierA brand new default theme for Hexo. Preview InstallationInstall1$ git clone https://github.com/hexojs/hexo-theme-landscape.git themes/landscape Landscape requires Hexo 2.4 and above. If you would like to enable the RSS, the hexo-generate-feed plugin is also required. EnableModify theme setting in _config.yml to landscape. Update12cd themes/landscapegit pull Configuration123456789101112131415161718192021222324# Headermenu: Home: / Archives: /archivesrss: /atom.xml# Contentexcerpt_link: Read Morefancybox: true# Sidebarsidebar: rightwidgets:- category- tag- tagcloud- archives- recent_posts# Miscellaneousgoogle_analytics:favicon: /favicon.pngtwitter:google_plus: menu - Navigation menu rss - RSS link excerpt_link - “Read More” link at the bottom of excerpted articles. false to hide the link. fancybox - Enable Fancybox sidebar - Sidebar style. You can choose left, right, bottom or false. widgets - Widgets displaying in sidebar google_analytics - Google Analytics ID favicon - Favicon path twitter - Twiiter ID google_plus - Google+ ID FeaturesFancyboxLandscape uses Fancybox to showcase your photos. You can use Markdown syntax or fancybox tag plugin to add your photos. 123![img caption](img url)&#123;% fancybox img_url [img_thumbnail] [img_caption] %&#125; SidebarYou can put your sidebar in left side, right side or bottom of your site by editing sidebar setting. Landscape provides 5 built-in widgets: category tag tagcloud archives recent_posts All of them are enabled by default. You can edit them in widget setting. DevelopmentRequirements Grunt 0.4+ Hexo 2.4+ Grunt tasks default - Download Fancybox and Font Awesome. fontawesome - Only download Font Awesome. fancybox - Only download Fancybox. clean - Clean temporarily files and downloaded files.","categories":[],"tags":[]}]}